Repository: 4p00rv/webtrader
Catalog: translations/i18n/*.po
Languages: ar

source: %D MA Type
ar: %D نوع الموفينج أفاريج

source: %D Period
ar: %D فترة

source: %D Stroke
ar: %D ضربة

source: %K MA Type
ar: %K نوع الموفينج أفاريج

source: %K Period
ar: %K فترة

source: %K Stroke
ar: %K ضربة

source: (if less than one day in duration), or at the end of the trading day (if one day or more in duration)
ar: (إذا كانت المدة أقل من يوم واحد), أو بحلول نهاية تداولات اليوم (إذا كانت المدة يوم واحد أو أكثر)

source: - Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents
ar: Binary.com ليست تابعة لأي من وكلاء الدفع في القائمة أعلاه. كل وكيل دفع يعمل كمقدم خدمة مستقل وليس كمقدم خدمة معتمد, مضمون, أو مصدق عليه بطريقة أو بأخرى من قبل Binary.com. الأخطار الناجمة عن تعامل العملاء مع وكلاء الدفع تقع بالكامل على مسؤوليتهم الخاصة. ننصح العملاء بالتحقق من أوراق اعتماد وكلاء الدفع قبل إرسال أموالهم. Binary.com ليست مسؤولة بأي حال من الأحوال عن التعاملات المادية بين العملاء ووكلاء الدفع

source: -DI Stroke
ar: -DI ضربة

source: 0-1 year
ar: 0-1 سنة

source: 0-5 transactions in the past 12 months
ar: 0-5 معاملة خلال ال 12 شهراً الماضية

source: 1 Day
ar: يوم واحد

source: 1-2 years
ar: 1-2 سنة

source: 10m
ar: 10 دقائق

source: 15m
ar: 15 دقيقة

source: 1d
ar: يوم واحد

source: 1h
ar: ساعة واحدة

source: 1m
ar: دقيقة واحدة

source: 2h
ar: ساعتين

source: 2m
ar: دقيقتين

source: 30-day limit on losses
ar: حد الخسائر 30 يوم

source: 30-day turnover limit
ar: حد الدوران 30 يوم

source: 30m
ar: 30 دقيقة

source: 3m
ar: 3 دقائق

source: 40 transactions or more in the past 12 months
ar: 40 معاملة أو أكثر خلال ال 12 شهراً الماضية

source: 4h
ar: 4 ساعات

source: 5m
ar: 5 دقائق

source: 6-10 transactions in the past 12 months
ar: 10-6 معاملة خلال ال 12 شهراً الماضية

source: 7-day limit on losses
ar: حد الخسائر 7 أيام

source: 7-day turnover limit
ar: حد الدوران 7 أيام

source: 8h
ar: 8 ساعات

source: ADX MA Type
ar: نوع الموفينج أفاريج أي دي أكس

source: ADX Stroke
ar: ضربة أي دي أكس

source: ATR Period
ar: فترة أي تي أر

source: Acceleration
ar: تسارع

source: Accept
ar: قبول

source: Account balance
ar: رصيد الحساب

source: Account id not found
ar: هوية الحساب غير موجودة

source: Account opening
ar: فتح حساب

source: Account token not found
ar: رمز الحساب غير موجود

source: Action
ar: عمل

source: Add indicator
ar: إضافة مؤشر

source: Add level
ar: إضافة مستوى

source: Add/remove overlays
ar: إضافة/إزالة أغطية

source: Admin
ar: مشرف

source: All times are in GMT (Greenwich Mean Time)
ar: جميع الأوقات بتوقيت جرينتش (توقيت جرينتش)

source: Amount
ar: مبلغ

source: Amount Per Point
ar: الكمية لكل نقطة

source: Amount per point
ar: الكمية لكل نقطة

source: Answer
ar: إجابة

source: Applied to
ar: مطبق على

source: Apply
ar: تطبيق

source: Apply to become a Binary.com
ar: تطبيق لتصبح في Binary.com

source: Appropriateness Test: WARNING
ar: اختبار ملائمة: تحذير

source: Apr
ar: أبريل

source: April
ar: أبريل

source: Are you sure you want to delete this token?
ar: هل أنت متأكد من أنك تريد حذف هذا الرمز؟

source: Aroon Down Stroke
ar: ضربة أرون سفلي

source: Aroon Up Stroke
ar: ضربة أرون علوي

source: Asians
ar: الآسيويين

source: Asset
ar: أصل

source: Asset Index
ar: مؤشر الأصول

source: Aug
ar: أغسطس

source: August
ar: أغسطس

source: Average
ar: متوسط

source: Back
ar: رجوع إلى الخلف

source: Back to list
ar: رجوع إلى القائمة

source: Background Color
ar: لون الخلفية

source: Barrier
ar: حاجز

source: Barrier offset
ar: حاجز تعويضي

source: Binary options or other financial derivatives
ar: الخيارات الثنائية أو المشتقات المالية الأخرى

source: Binary.com : Webtrader
ar: Binary.com: ويب تريدر

source: Blank window
ar: إطار فارغ

source: Bought
ar: اشترى

source: Brand of first car
ar: العلامة التجارية للسيارة الأولى

source: Browser upgrade required
ar: مطلوب ترقية المتصفح

source: Buy Price
ar: سعر الشراء

source: Buy price
ar: سعر الشراء

source: By clicking
ar: بالنقر

source: By clicking OK, you confirm that you have read and accepted the updated
ar: بالنقر على موافق, أنت تؤكد أنك قرأت ووافقت على التحديث الذي تم

source: CLOSE
ar: غلق

source: CSV
ar: قيم مفصولة بفواصل

source: Cancel
ar: إلغاء

source: Candles
ar: شموع

source: Candlestick down-color
ar: لون الشمعة الهابطة

source: Candlestick down-line
ar: الخط السفلي للشمعة

source: Candlestick up-color
ar: لون الشمعة الصاعدة

source: Candlestick up-line
ar: الخط العلوي للشمعة

source: Cash Balance
ar: الرصيد النقدي

source: Change Backend Server
ar: تغيير خلفية الخادم

source: Change password
ar: تغيير الباسورد

source: Chart
ar: رسم بياني

source: Chart Themes
ar: مواضيع الرسم البياني

source: Chart background
ar: خلفية الرسم البياني

source: Chart context menu
ar: قائمة سياق الرسم البياني

source: Choose password
ar: اختر كلمة سر

source: Choose your pereferred payment agent
ar: اختر وكيل الدفع المفضل لديك

source: Choose your pereferred withdrawal method
ar: اختر طريقة السحب المفضلة لديك

source: Chrome
ar: كروم

source: Click Jacking test
ar: أنقر على اختبار الرفع

source: Click to log in with your Binary.com account
ar: أنقر على تسجيل الدخول إلى حسابك في Binary.com

source: Close Price
ar: سعر الإغلاق

source: Close all
ar: أغلق الكل

source: Closes
ar: يغلق

source: Commodities trading experience
ar: تجربة تداول السلع

source: Commodities trading frequency
ar: تكرار تداول السلع

source: Comparisons
ar: مقارنات

source: Conditions
ar: الظروف

source: Config changes successful
ar: تغيير تكوين ناجح

source: Confirm transfer
ar: تأكيد التحويل

source: Connection closed
ar: اتصال مغلق

source: Connection error. Refresh the page
ar: خطأ في الإتصال. أعد تحميل الصفحة

source: Construction
ar: الإنشاءات

source: Continue
ar: استمر

source: Continue Trading
ar: استمر في التداول

source: Contract
ar: عقد

source: Contract Confirmation
ar: تأكيد العقد

source: Contract is not yet started
ar: العقد لم يبدأ بعد

source: Contracts
ar: عقود

source: Country of residence
ar: بلد الإقامة

source: Create
ar: انشاء

source: Create token
ar: انشئ رمز

source: Credit/Debit
ar: ائتمان/خصم

source: Crosshair
ar: خط تقاطع

source: Current Level
ar: المستوى الحالي

source: Current Spot
ar: البقعة الحالية

source: Current Spot Time
ar: وقت البقعة الحالي

source: Current indicators
ar: المؤشرات الحالية

source: Current password
ar: كلمة السر الحالية

source: Current regulations require that you provide us the following
ar: اللوائح الحالية تطلب ما ستقدمه لنا فيما يلي

source: Current time
ar: الوقت الحالي

source: Custom Theme
ar: موضوع مخصص

source: Customize chart appearance
ar: تخصيص مظهر الرسم البياني

source: DI Stroke
ar: ضربة دي أي

source: DX MA Type
ar: نوع الموفينج أفاريج دي أكس

source: Daily limit on losses
ar: حد الخسائر اليومي

source: Daily turnover limit
ar: حد الدوران اليومي

source: Dark Blue
ar: أزرق غامق

source: Dark Green
ar: أخضر غامق

source: Dark Unica
ar: يونيكا غامق

source: Dash style
ar: أسلوب اندفاع

source: Date
ar: تاريخ

source: Date of birth
ar: تاريخ الميلاد

source: Days
ar: أيام

source: Dec
ar: ديسمبر

source: December
ar: ديسمبر

source: Decline
ar: هبوط

source: Default
ar: إفتراضي

source: Delete level(s)
ar: حذف مستوى (مستويات)

source: Demo for affiliates to access Binary.com charts in IFRAME
ar: تجريبي للمنتسبين للوصول إلى الرسوم البيانية ل Binary.com في الإطار المضمن

source: Deposit funds
ar: إيداع الأموال

source: Deposit of USD
ar: إيداع بالدولار

source: Describe what this token is for to find it later
ar: وصف ما هو هذا الرمز من أجل العثور عليه في وقت لاحق

source: Description
ar: وصف

source: Digits
ar: أرقام

source: Do you want to install Webtrader chrome extension?
ar: هل تريد تثبيت إضافة ويب تريدر لمتصفح الكروم؟

source: Don't have an account yet? Sign up and get a $10,000 virtual account
ar: إذا كان ليس لديك حساب حتى الآن؟ سجل وأحصل على حساب إفتراضي بقيمة 10.000 دولار

source: Done. The funds are being transferred to the payment agent
ar: تم. يتم تحويل الأموال إلى وكيل الدفع

source: Done. The funds are transferred
ar: تم. تم تحويل الأموال

source: Dot
ar: نقطة

source: Double MA Period
ar: فترة موفينج أفاريج مزدوجة

source: Double MA Type
ar: نوع موفينج أفاريج مزدوج

source: Double click the object to remove
ar: أنقر نقراً مزدوجاً على الموضوع للإزالة

source: Download CSV
ar: تحميل ملف CSV

source: Download JPEG image
ar: تحميل صورة بصيغة JPEG

source: Download PDF document
ar: تحميل ملف PDF

source: Download PNG
ar: تحميل ملف PNG

source: Download PNG image
ar: تحميل صورة بصيغة PNG

source: Download SVG
ar: تحميل ملف SVG

source: Download SVG vector image
ar: تحميل ناقل صورة بصيغة SVG

source: Download as
ar: تحميل بصيغة

source: Downloading .csv
ar: تحميل .csv

source: Duration
ar: المدة

source: EMA
ar: البريد الإلكتروني

source: Edge
ar: هامش

source: Edit
ar: تحرير

source: Education
ar: تعليم

source: Email verification failed
ar: فشل التحقق من البريد الإلكتروني

source: Embed code
ar: رمز التضمين

source: End Time
ar: وقت النهاية

source: Ends In/Out
ar: ينتهي داخل/خارج

source: Enter your current password
ar: أدخل كلمة السر الحالية الخاصة بك

source: Entry Spot
ar: موضع دخول

source: Entry spot
ar: موضع دخول

source: Error downloading .csv
ar: خطأ في تحميل .csv

source: Error getting data for
ar: خطأ في الحصول على بيانات ل

source: Estimated Net Worth
ar: القيمة الصافية المقدرة

source: Exclude me from the website until
ar: استبعادي من الموقع حتى

source: Exclude time cannot be less than 6 months
ar: استبعاد الوقت لا يمكن أن يكون أقل من 6 أشهر

source: Exit Spot
ar: خروج من الموضع

source: Exit spot
ar: خروج من الموضع

source: Explanation
ar: الشرح

source: Failed to update the password
ar: فشل تحديث كلمة السر

source: Fall
ar: سقط

source: Family name
ar: أسم العائلة

source: Fast %K MA Type
ar: نوع موفينج أفاريج %K سريع

source: Fast %K Period
ar: فترة %K سريعة

source: Fast Limit
ar: الحد السريع

source: Fast MA Type
ar: نوع موفينج أفاريج سريع

source: Fast Period
ar: فترة سريعة

source: Favorites
ar: المفضلات

source: Favourite artist
ar: الفنان المفضل

source: Favourite dish
ar: الطبق المفضل

source: Feb
ar: فبراير

source: February
ar: فبراير

source: Final Price
ar: السعر النهائي

source: Final price
ar: السعر النهائي

source: Finance
ar: مالية

source: Financial information
ar: معلومات مالية

source: Firefox
ar: فايرفكس

source: First name
ar: الأسم الأول

source: Forex trading experience
ar: خبرة تداول العملات الأجنبية

source: Forex trading frequency
ar: تكرار تداول العملات الأجنبية

source: Fri
ar: الجمعة

source: Friday
ar: الجمعة

source: From
ar: من

source: Further instructions
ar: مزيد من التعليمات

source: Gray
ar: رمادي

source: Grid
ar: شبكة

source: Grid Light
ar: شبكة خفيفة

source: HIGH
ar: ارتفاع

source: Health
ar: الصحة

source: High Barrier
ar: حاجز عالي

source: High Price
ar: سعر مرتفع

source: High Stroke
ar: ضربة مرتفعة

source: High barrier offset
ar: حاجز تعويضي مرتفع

source: Higher
ar: أعلى

source: Histogram Color
ar: لون الرسم لبياني

source: Histogram Color For Higher Values
ar: لون الرسم البياني للقيم العليا

source: Histogram Color For Lower Values
ar: لون الرسم البياني للقيم السفلي

source: Home Address
ar: عنوان المنزل

source: Horizontal Line
ar: خط أفقي

source: Hours
ar: ساعات

source: I have read and agree to Binary.com
ar: لقد قرأت وأوافق على Binary.com

source: IMPORTANT DISCLAIMER
ar: تنويه هام

source: IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents
ar: تنويه هام - Binary.com ليست تابعة لأي من وكلاء الدفع في القائمة أعلاه. كل وكيل دفع يعمل كمقدم خدمة مستقل وليس كمقدم خدمة معتمد, مضمون, أو مصدق عليه بطريقة أو بأخرى من قبل Binary.com. الأخطار الناجمة عن تعامل العملاء مع وكلاء الدفع تقع بالكامل على مسؤوليتهم الخاصة. ننصح العملاء بالتحقق من أوراق اعتماد وكلاء الدفع قبل إرسال أموالهم. Binary.com ليست مسؤولة بأي حال من الأحوال عن التعاملات المادية بين العملاء ووكلاء الدفع

source: If you select a
ar: إذا قمت باختيار

source: If you select a specific
ar: إذا قمت باختيار محدد

source: In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?
ar: لتطبيق الموضوع بصورة صحيحة, لابد من إعادة تحميل الصفحة بشكل كامل. هل أنت متأكد من أنك تريد المتابعة؟

source: In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)
ar: في ما يتعلق بالخدمات التي نقدمها لك, فنحن مطالبون للحصول على معلومات منك من أجل تقييم ما إذا كان منتج أو خدمة معينة هي مناسبة لك (أي ما إذا كان لديك الخبرة والمعرفة لفهم المخاطر التي تنطوي عليها)

source: In regards to binary options which are gambling products, remember that gambling can be addictive
ar: في ما يخص الخيارات الثنائية والتي تعد منتج من منتجات القمار, تذكر أن القمار يمكن أن يكون نوع من أنواع الإدمان

source: In/Out
ar: داخل/خارج

source: Income Source
ar: مصدر دخل

source: Indicative Price
ar: سعر تأشيري

source: Indices trading experience
ar: خبرة تداول المؤشرات

source: Indices trading frequency
ar: تكرار تداول المؤشرات

source: Industry of Employment
ar: صناعة التوظيف

source: Instrument
ar: صك

source: Instruments
ar: صكوك

source: Investments & Dividends
ar: الاستثمارات وتوزيعات الأرباح

source: Jan
ar: يناير

source: January
ar: يناير

source: Jul
ar: يوليو

source: July
ar: يوليو

source: Jump to
ar: اقفز إلى

source: Jun
ar: يونيو

source: June
ar: يونيو

source: Just click Grant button on the page you will now be taken to
ar: فقط أنقر على زر منح في الصفحة التي سيتم تحويلك إليها

source: LOW
ar: منخفض

source: Last Digit Prediction
ar: رقم التنبؤ الأخير

source: Last Digit is Over
ar: الرقم الأخير أكثر

source: Last Digit is Under
ar: الرقم الأخير أقل

source: Last used
ar: آخر استخدام

source: Less than
ar: أقل من

source: Let's do it
ar: دعنا نقوم بذلك

source: Level
ar: مستوى

source: Level of Education
ar: مستوى التعليم

source: Line
ar: خط

source: Line Dot
ar: نقطة خط

source: Line Stroke
ar: ضربة خط

source: Link
ar: ربط

source: Loading
ar: تحميل

source: Loading Asset Index
ar: تحميل مؤشر الأصول

source: Loading Configurations
ar: تحميل الترتيبات

source: Loading Download/View Data
ar: تحميل تنزيل/عرض البيانات

source: Loading Password dialog
ar: حوار تحميل كلمة السر

source: Loading Profit Table
ar: جدول تحميل الأرباح

source: Loading Real account opening
ar: تحميل فتح الحساب الحقيقي

source: Loading Self-Exclusion
ar: تحميل المنع الذاتي

source: Loading Statement Table
ar: جدول تحميل البيانات

source: Loading Token management
ar: تحميل إدارة الرموز

source: Loading Trading Times
ar: تحميل مواعيد التداول

source: Loading chart and trade menus
ar: تحميل الرسم البياني وقوائم التداول

source: Loading custom theme configuration
ar: تحميل تكوين موضوع مخصص

source: Loading portfolio
ar: تحميل المحفظة

source: Loading self-exclusion settings
ar: تحميل إعدادات المنع الذاتي

source: Loading...
ar: تحميل ...

source: Log in
ar: تسجيل الدخول

source: Log in time
ar: وقت تسجيل الدخول

source: Logging out because of self-exclusion session time out!
ar: تسجيل الخروج بسبب انقضاء مدة جلسة المنع الذاتي!

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل الخروج

source: Long MA Type
ar: نوع موفينج أفاريج طويل

source: Long ROC Period
ar: فترة طويلة للعائد على المال

source: Long Stop Line Stroke
ar: ضربة طويلة توقف الخط

source: Long Term Period
ar: فترة طويلة الأجل

source: Low Barrier
ar: حاجز منخفض

source: Low Price
ar: سعر منخفض

source: Low Stroke
ar: ضربة منخفضة

source: Low barrier offset
ar: حاجز تعويضي منخفض

source: Lower
ar: أقل

source: Lower Band Stroke
ar: ضربة منخفضة النطاق

source: MA Type
ar: نوع موفينج أفاريج

source: MACD Line Stroke
ar: خط ماكد الضربة

source: Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method
ar: تأكد من أنك قد وافقت منذ البداية مع الوكيل على شروط الدفع قبل تقديم طلبك. بمجر أن تضغط على زر "تأكيد التحويل" سيتم تحويل الأموال من حسابك و سيتم إرسالها إلى وكيل الدفع الذي اخترته. سيقوم وكيل الدفع بإرسال المبلغ المسحوب (بعد خصم العمولة) عن طريق وسيلة الدفع المفضلة لديك

source: Mar
ar: مارس

source: March
ar: مارس

source: Mass Period
ar: فترة جماعية

source: Max/Min Period
ar: الحد الأقصى/الحد الأدنى للفترة

source: Maximum
ar: الحد الأقصى

source: Maximum account cash balance
ar: الحد الأقصى لرصيد الحساب النقدي

source: Maximum aggregate contract purchases over a 30-day period
ar: الحد الأقصى لإجمالي عقود الشراء خلال فترة 30 يوم

source: Maximum aggregate contract purchases over a 7-day period
ar: الحد الأقصى لإجمالي عقود الشراء خلال فترة 7 أيام

source: Maximum aggregate contract purchases per day
ar: الحد الأقصى لإجمالي عقود الشراء ليوم واحد

source: Maximum aggregate loss over a 30-day period
ar: الحد الأقصى لإجمالي الخسارة خلال فترة 30 يوم

source: Maximum aggregate loss per day
ar: الحد الأقصى لإجمالي الخسارة ليوم واحد

source: Maximum number of open positions
ar: الحد الأقصى لعدد المناصب المفتوحة

source: May
ar: مايو

source: Memorable date
ar: تاريخ لا ينسى

source: Memorable town/city
ar: بلدة/مدينة لا تنسى

source: Middle Band Stroke
ar: نطاق الضربة الأوسط

source: Min: 10 Max: 2000
ar: الحد الأدنى : 10 الحد الأقصى: 2000

source: Minimum 6 characters and must contain at least 1 digit
ar: 6 أحرف كحد أدنى ويجب أن يحتوى على رقم واحد على الأقل

source: Minus the agent's commission
ar: ناقص عمولة الوكيل

source: Minutes
ar: دقيقة

source: Miss
ar: فات

source: Mon
ar: الإثنين

source: Monday
ar: الإثنين

source: Mother's maiden name
ar: أسم الأم الأوسط

source: Mr
ar: سيد

source: Mrs
ar: سيدة

source: Ms
ar: آنسة

source: Multiplier
ar: مضاعف

source: NB Dev Down
ar: ملحوظة: ديف أسفل

source: NB Dev Up
ar: ملحوظة: ديف أعلى

source: Name
ar: الأسم

source: Name of first love
ar: باسم الحب الأول

source: Name of your pet
ar: باسم محبوبتك

source: Navigator handles background
ar: الملاح يعالج الخلفية

source: Navigator handles border
ar: الملاح يعالج الحدود

source: Navigator mask-fill
ar: قناع الملاح المملوء

source: Navigator outline
ar: خطوط الملاح العريضة

source: Navigator series color
ar: لون سلسلة الملاح

source: Navigator series line
ar: خط سلسلة الملاح

source: Net Annual Income
ar: صافي الدخل السنوي

source: Net Profit
ar: صافي الربح

source: New password
ar: كلمة سر جديدة

source: No
ar: لا

source: Note that tokens can possess one or more of these scopes
ar: لاحظ أن الرموز يمكن أن تمتلك واحدة أو أكثر من هذه النطاقات

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price
ar: ملاحظة: سيتم بيع العقد بسعر السوق السائد عند تلقي الطلب من قبل خوادمنا. قد يختلف هذا السعر عن السعر المشار إليه

source: Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent
ar: ملاحظة: السحب عبر وكيل الدفع متاح فقط إذا قمت بالإيداع حصراً عبر وكيل الدفع

source: Nov
ar: نوفمبر

source: November
ar: نوفمبر

source: Now
ar: الآن

source: Number of bars on sides
ar: عدد من الحانات على الجانبين

source: OAuth App ID (Optional)
ar: هوية تطبيق قياسي مرخص مفتوح (اختياري)

source: OAuth Server
ar: خادم قياسي مرخص مفتوح

source: OHLC
ar: افتتاح, ارتفاع, منخفض, إغلاق

source: OPEN
ar: فتح

source: Oct
ar: أكتوبر

source: October
ar: أكتوبر

source: Offset
ar: تعويضي

source: Ok
ar: موافق

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you
ar: بناءاً على المعلومات المقدمة فيما يتعلق بمعرفتك وخبراتك الخاصة, نحن نعتبر أن الاستثمار المتاح عبر هذا الموقع غير مناسب لك

source: Once this limit is reached, you may no longer deposit
ar: بمجرد الوصول إلى هذا الحد, قد لا يكون باستطاعتك الإيداع مجدداً

source: One last step left
ar: يتبقى خطوة واحدة وأخيرة

source: Open
ar: فتح

source: Open Account
ar: فتح حساب

source: Open Price
ar: سعر الإفتتاح

source: Open account
ar: فتح حساب

source: Opens
ar: يفتح

source: Opera
ar: أوبرا

source: Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis
ar: تداول الخيارات يمكن أن يصبح إدمان حقيقي, كما يمكن لأي نشاط آخر أن يدفع إلى حدوده. لتجنب خطر مثل هذا الإدمان, نحن نقدم مراجعة واقعية , والتي تعطي لك ملخص لتداولاتك وحساباتك على أساس منتظم

source: Optional field, within 20 characters and may not contain '+'
ar: حقل أختياري, من 20 حرف ولا يجب أن لا يحتوي على '+'

source: Other
ar: آخر

source: Other financial instruments trading experience
ar: خبرة أخرى في تداول الأدوات المالية

source: Other financial instruments trading frequency
ar: تكرار آخر لأدوات التداول المالية

source: Over
ar: فوق

source: Over 3 years
ar: أكثر من ثلاث سنوات

source: PPO Line Stroke
ar: خط ضربة مزود منظمة مفضل

source: Password must be 6 characters minimum
ar: يجب أن تحتوي كلمة السر على 6 حروف كحد أدنى

source: Password must contain lower and uppercase letters with numbers
ar: يجب أن تحتوي كلمة السر على حرف uppercase و lowercase مع أرقام

source: Password must contain uppercase letters and numbers
ar: يجب أن تحتوي كلمة السر على حرف كابيتال مع أرقام

source: Password successfully updated
ar: تم تحديث كلمة السر بنجاح

source: Passwords didn't match. Please type them again
ar: كلمتا السر غير متطابقتين. برجاء كتابتهم مرة أخرى

source: Payment agent
ar: وكيل الدفع

source: Payment agents
ar: وكلاء الدفع

source: Payments
ar: المدفوعات

source: Payout
ar: العائد

source: Pension
ar: معاش

source: Period
ar: فترة

source: Period 1
ar: الفترة 1

source: Period 2
ar: الفترة 2

source: Period 3
ar: الفترة 3

source: Permissions
ar: إذن

source: Personal Details
ar: تفاصيل شخصية

source: Phone
ar: هاتف

source: Please
ar: من فضلك

source: Please answer to secret question, within 4-50 characters
ar: برجاء الإجابة على السؤال السري, من 4-50 حرف

source: Please choose at least one token scope
ar: برجاء اختيار نطاق رمزي واحد على الأقل

source: Please confirm the following details in order to complete the transfer
ar: الرجاء التأكد من التفاصيل التالية من أجل اتمام عملية التحويل

source: Please enter a number between
ar: برجاء إدخال رقم بين

source: Please enter a valid date in yyyy-mm-dd format
ar: برجاء إدخال تاريخ صالح في الشكل سنة - شهر - يوم

source: Please enter a value for
ar: برجاء إدخال قيمة ل

source: Please enter a vlaid phone number
ar: برجاء إدخال رقم هاتف صالح

source: Please enter correct email
ar: برجاء إدخال بريد إلكتروني صحيح

source: Please enter date in the format YYYY-MM-DD
ar: برجاء إدخال التاريخ في الشكل سنة - شهر - يوم

source: Please enter positive integer value between 0 and 9999
ar: برجاء إدخال قيمة إيجابية صحيحة ما بين 0 و 9999

source: Please enter positive integer value for 30-day limit on losses
ar: برجاء إدخال قيمة إيجابية صحيحة لحد الخسائر خلال فترة 30 يوم

source: Please enter positive integer value for 30-day turnover limit
ar: برجاء إدخال قيمة إيجابية صحيحة لحد الدوران خلال فترة 30 يوم
