Repository: 4p00rv/webtrader
Catalog: translations/i18n/*.po
Languages: ar

source: Please enter positive integer value for 7-day limit on losses
ar: برجاء إدخال قيمة إيجابية صحيحة لحد الخسائر خلال فترة 7 أيام

source: Please enter positive integer value for 7-day turnover limit
ar: برجاء إدخال قيمة إيجابية صحيحة لحد الدوران خلال فترة 7 أيام

source: Please enter positive integer value for Daily limit on losses
ar: برجاء إدخال قيمة إيجابية صحيحة لحد الخسائر اليومية

source: Please enter positive integer value for Daily turnover limit
ar: برجاء إدخال قيمة إيجابية صحيحة لحد الدوران اليومي

source: Please enter positive integer value for Maximum number of open positions
ar: برجاء إدخال قيمة إيجابية صحيحة لأقصى عدد من المناصب المفتوحة

source: Please enter the token name
ar: برجاء إدخال أسم الرمز

source: Please enter the verification code sent to your email
ar: برجاء إدخال كود التحقق المرسل إلى البريد الإلكتروني الخاص بك

source: Please enter value between 0 and 99999 for Session duration limit
ar: برجاء إدخال قيمة ما بين 0 و 99999 لحد مدة الجلسة

source: Please enter your city address
ar: برجاء إدخال عنوان مدينتك

source: Please enter your current password
ar: برجاء إدخال كلمة السر الحالية الخاصة بك

source: Please enter your email
ar: برجاء إدخال البريد الإلكتروني الخاص بك

source: Please enter your family name
ar: برجاء إدخال أسم عائلتك

source: Please enter your first name
ar: برجاء إدخال أسمك الأول

source: Please enter your new password
ar: برجاء إدخال كلمة السرالجديدة الخاصة بك

source: Please enter your password
ar: برجاء إدخال كلمة السر الخاصة بك

source: Please enter your phone number
ar: برجاء إدخال رقم هاتفك

source: Please enter your street address
ar: برجاء إدخال عنوان الشارع الخاص بك

source: Please install the latest version of one of these browsers
ar: برجاء تثبيت أحدث إصدار لواحد من هذه المتصفحات

source: Please log in
ar: برجاء تسجيل الدخول

source: Please select
ar: اختر من فضلك

source: Please try again after 1 minute
ar: برجاء المحاولة مرة أخرى بعد دقيقة واحدة

source: Please use your new password to login
ar: من فضلك استخدم كلمة السر الجديدة الخاصة بك لتسجيل الدخول

source: Plot
ar: مخطط بياني

source: Plot Color
ar: لون المخطط البياني

source: Pofit/Loss
ar: ربح/خسارة

source: Points
ar: نقاط

source: Portfolio
ar: محفظة

source: Postal code/ZIP
ar: الرمز البريدي/الرمز البريدي

source: Potential Payout
ar: عوائد محتملة

source: Potential Profit
ar: ربح محتمل

source: Potential profit
ar: ربح محتمل

source: Pre-Defined
ar: معرفة مسبقاً

source: Preferred reality-check interval
ar: مهلة مراجعة واقعية مفضلة

source: Press Create token button on the right to create your first token
ar: أضغط زر إنشاء رمز على اليمين لإنشاء رمزك الأول

source: Price
ar: سعر

source: Primary
ar: إبتدائي

source: Print chart
ar: طباعة الرسم البياني

source: Profit
ar: ربح

source: Profit Table
ar: جدول الأرباح

source: Profit table
ar: جدول الأرباح

source: Profit/ Loss
ar: ربح/خسارة

source: Profit/Loss (points)
ar: (نقاط) الربح/الخسارة

source: Purchase
ar: شراء

source: Purchase Date
ar: تاريخ الشراء

source: Purchase Price
ar: سعر الشراء

source: Purchase Time
ar: وقت الشراء

source: Read
ar: أقرأ

source: Real account opening
ar: فتح حساب حقيقي

source: Reality check
ar: مراجعة واقعية

source: Redirecting to oauth login page
ar: إعادة توجيه إلى صفحة تسجيل الدخول الخاصة بالترخيص القياسي المفتوح

source: Ref
ar: مرجع

source: Register free account
ar: تسجيل حساب مجاني

source: Registration
ar: تسجيل

source: Reloading page
ar: إعادة تحميل الصفحة

source: Remove Selected
ar: إزالة المحدد

source: Repeat password
ar: أعد كتابة كلمة السر

source: Resale of this contract is not offered
ar: إعادة بيع هذا العقد غير معروض

source: Reset to Defaults
ar: إعادة تعيين إلى الإعدادات الإفتراضية

source: Reset zoom
ar: إعادة ضبط التكبير

source: Reset zoom level 1:1
ar: إعادة ضبط مستوى التكبير 1:1

source: Resources
ar: المصادر

source: Responsible Trading
ar: تداول مسؤول

source: Results
ar: نتائج

source: Return
ar: العائد

source: Rise
ar: ارتفاع

source: SMA
ar: المتوسط المتحرك البسيط

source: SVG
ar: الرسوميات المتجهية متغيرة الحجم

source: Safari
ar: متصفح سفاري

source: Salaried Employee
ar: موظف بأجر

source: Sale Date
ar: تاريخ البيع

source: Sale Price
ar: سعر البيع

source: Sand Signika
ar: رمال خط Signika

source: Sat
ar: السبت

source: Saturday
ar: السبت

source: Secondary
ar: ثانوي

source: Security
ar: أمن

source: Security question
ar: سؤال أمان

source: Select Instrument
ar: أختر أداة

source: Self-Employed
ar: حر العمل

source: Self-Exclusion
ar: المنع الذاتي

source: Self-Exclusion Facilities
ar: مرافق المنع الذاتي

source: Sell At Market
ar: بيع في السوق

source: Sell Price
ar: سعر البيع

source: Sell Spot
ar: موضع بيع

source: Sell Time
ar: وقت البيع

source: Send to account #
ar: أرسل إلى الحساب #

source: Sent to account
ar: تم الإرسال إلى الحساب

source: Sep
ar: سبتمبر

source: September
ar: سبتمبر

source: Session
ar: جلسة

source: Session duration limit, in minutes
ar: حد مدة الجلسة, بالدقائق

source: Session is not authenticated
ar: الجلسة غير مصدق عليها

source: Settles
ar: يستقر

source: Share
ar: شارك

source: Short MA Type
ar: نوع موفينج أفاريج قصير

source: Short ROC Period
ar: فترة قصيرة للعائد على المال

source: Short Stop Line Stroke
ar: خط توقف قصير للضربة

source: Short Term Period
ar: فترة قصيرة الأمد

source: Show
ar: عرض

source: Sigma
ar: سيجما

source: Signal Line Stroke
ar: خط إشارة الضربة

source: Signal MA Type
ar: نوع إشارة الموفينج أفاريج

source: Signal Period
ar: فترة الإشارة

source: Single MA Period
ar: فترة مفردة للموفينج أفاريج

source: Single MA Type
ar: نوع مفرد للموفينج أفاريج

source: Slow %D MA Type
ar: نوع موفينج أفاريج %D بطيء

source: Slow %D Period
ar: فترة %D بطيئة

source: Slow %K MA Type
ar: نوع موفينج أفاريج %K بطيئ

source: Slow %K Period
ar: فترة %K بطيئة

source: Slow Limit
ar: حد بطيء

source: Slow MA Type
ar: نوع موفينج أفاريج بطيء

source: Slow Period
ar: فترة بطيئة

source: Sold
ar: مباع

source: Some random index
ar: بعض المؤشرات العشوائية

source: Spline
ar: لسين

source: Spreads
ar: ينتشر

source: Stake
ar: حصة

source: Standard methods
ar: الطرق البسيطة

source: Standard withdrawal
ar: سحب قياسي

source: Start Time
ar: وقت البداية

source: Start time
ar: وقت البداية

source: State/province/region
ar: الدولة/المقاطعة/المنطقة

source: Statement
ar: بيان

source: Status
ar: حالة

source: Stays In/Goes Out
ar: البقاء في/الذهاب خارج

source: Stocks trading experience
ar: تجربة تداول الأسهم

source: Stocks trading frequency
ar: تردد تداول الأسهم

source: Stop Loss Level
ar: مستوى إيقاف الخسارة

source: Stop Profit Level
ar: متسوى جني الأرباح

source: Stop-loss
ar: إيقاف الخسارة

source: Stop-profit
ar: جني الأرباح

source: Stop-type
ar: إيقاف النوع

source: Street address
ar: عنوان الشارع

source: Stroke
ar: الضربة

source: Stroke color
ar: لون الضربة

source: Stroke width
ar: عرض الضربة

source: Submit
ar: تقديم

source: Successfully added new token
ar: تم إضافة رمز جديد بنجاح

source: Sun
ar: الأحد

source: Sunday
ar: الأحد

source: TEMA
ar: تيما

source: TRIMA
ar: تريما

source: Table
ar: جدول

source: Tel
ar: هاتف

source: Terms
ar: شروط

source: Terms and Conditions
ar: الأحكام والشروط

source: Tertiary
ar: الثالث

source: The
ar: ال

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium
ar: تعد خدمات التداول الواردة في هذا الموقع منااسبة فقط للعملاء القادرين على تحمل خسارة جميع الأموال الذين يستثمرونها و الذين يفهمون و لديهم الخبرة والمعرفة بالمخاطر المترتبة على استحواذ العقود المالية. تحمل المعاملات على العقود المالية درجة عالية من المخاطر. إذا ما انتهت العقود المشتراه بلا قيمة, فسوف تعاني من فقدان تام للإستثمار الخاص بك, والذي يتألف من العقود الممتازة

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded
ar: يكون هناك خلل في بيانات السوق خلال فترة العقد. بالنسبة لحسابات الأموال الحقيقية, فسوف نعمل على تصحيحها وتسوية العقود بطريقة صحيحة, وإلا فسيتم إلغاء العقود وردها. كما سيتم رد عقود الأموال الإفتراضية وردها

source: There was an error
ar: كان هناك خطأ

source: This contract has expired
ar: لقد انتهى هذا العقد

source: This contract lost
ar: هذا العقد مفقود

source: This contract won
ar: هذا العقد فائز

source: This field is required
ar: هذه الخانة مطلوبة

source: Thu
ar: الخميس

source: Thursday
ar: الخميس

source: Tick Trade app
ar: تطبيق تك تراد

source: Tick {row.number}
ar: علامة {صف. رقم}

source: Ticks
ar: علامات

source: Tile
ar: بلاطة

source: Time Period
ar: فترة زمنية

source: Time interval
ar: الفاصل الزمني

source: Time period
ar: فترة زمنية

source: Timeout for websocket request
ar: مهلة لطلب ويب سوكيت

source: Title
ar: عنوان

source: To
ar: إلى

source: To deposit money please contact the payment agent directly
ar: لإيداع الأموال يرجى الإتصال بوكيل الدفع مباشرة

source: To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent
ar: لإتمام عملية الدفع والسحب بطرق الدفع أو العملات المحلية الغير مدعومة من قبل Binary.com اتصل بوكيل الدفع

source: To withdraw funds please enter the special verification token we have just emailed you
ar: لسحب الأموال برجاء إدخال كود التحقق الذي أرسلناه إلى بريدك الإلكتروني

source: Token
ar: رمز

source: Token management
ar: إدارة الرموز

source: Token name
ar: أسم الرمز

source: Token permissions
ar: أذونات رمزية

source: Tokens are special codes for accessing Binary mobile applications and third party tools
ar: الرموز هي أكواد خاصة للوصول إلى تطبيقات Binary للهاتف النقال وأدوات طرف ثالث

source: Tooltip background
ar: خلفية رسالة التلميح

source: Tooltip text
ar: نص رسالة التلميح

source: Total Cost
ar: التكلفة الإجمالية

source: Total Profit/Loss
ar: إجمالي الربح/الخسارة

source: Touch/No Touch
ar: يلمس/لن يلمس

source: Tourism
ar: سياحة

source: Town/City
ar: بلدة/مدينة

source: Trade
ar: تداول

source: Trade Confirmation
ar: تأكيد التداول

source: Trade using
ar: التداول باستخدام

source: Trading Times
ar: أوقات التداول

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset
ar: تداول الخيارات الثنائية قد لا تكون مناسبة للجميع, لذلك يرجى التأكد من أنك على دراية كاملة بالمخاطر المنطوية على ذلك. قد تتجاوز خسائرك الإيداع الأولي الخاص بك في حين أنك لا تمتلك أو ليس لديك أي فائدة في الأصول الأساسية

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact
ar: تداول الأسواق المالية قد يصبح إدمان. قم بملئ النموذج أدناه للحد من مشاركتك على الموقع أوأرسل رسالة موقعة أو فاكس لفريق دعم العملاء الخاص بنا. وبمجرد الإعداد, يمكنك فقط تضييق حدودك. سيتم إزالة أو تخفيف الحدود فقط بعد 7 أيام باستثناء تاريخ الإستبعاد الذاتي, والذي لا يمكن إزالته أو تغييره بمجرد تأكيدك عليه. لإزالة أو زيادة حدودك, يرجى الإتصال

source: Tradingview for Binary.com
ar: رؤية التداول ل Binary.com

source: Transfer to another Binary account
ar: النقل لحساب ثنائي آخر

source: Try
ar: حاول

source: Tue
ar: الثلاثاء

source: Tuesday
ar: الثلاثاء

source: Turnover
ar: الدوران

source: USD
ar: دولار أمريكي

source: Unfortunately, your browser does not support them
ar: للأسف متصفحك لا يدعمهم

source: Unlock
ar: فتح

source: Up/Down
ar: أعلى/أسفل

source: Upcoming Events
ar: الأحداث القادمة

source: Update Settings
ar: تحديث الإعدادات

source: Upper Band Stroke
ar: ضربة نطاق علوي

source: Use
ar: استخدم

source: Verification code has been sent to your email
ar: تم إرسال كود التحقق للبريد الإلكتروني الخاص بك

source: Verification code sent to
ar: تم إرسال كود التحقق إلى

source: Verification token
ar: رمز التحقق

source: Verify new password
ar: التحقق من كلمة المرور الجديدة

source: Vertical Line
ar: خط عمودي

source: View
ar: عرض

source: View Historical Data
ar: عرض البيانات التاريخية

source: Volume Factor
ar: عامل الحجم

source: WMA
ar: مستشار إدارة الثروات

source: WMA Period
ar: مدة مستشار إدارة الثروات

source: Websocket Server
ar: خادم بروتوكول الإتصالات و نقل المعلومات

source: Webtrader
ar: ويب تريدر

source: Webtrader uses new web technologies for rich and enjoyable trading experience
ar: يستخدم ويب تريدر تكنولوجيات ويب جديدة لتجربة تداول غنية وممتعة

source: Wed
ar: الأربعاء

source: Wednesday
ar: الأربعاء

source: While on the go, you can
ar: أثناء الذهاب, يمكنك

source: Windows
ar: نوافذ

source: Withdraw funds
ar: سحب الأموال

source: Withdrawal via payment agents
ar: السحب عن طريق وكلاء الدفع

source: X-axis labels
ar: علامات المحور السيني

source: X-axis line
ar: خط المحور السيني

source: X-axis tick
ar: علامة المحور السيني

source: Y-axis gridline
ar: خطوط شبكة المحور الصادي

source: Y-axis labels
ar: علامات المحور الصادي

source: Yes
ar: نعم

source: You have excluded yourself until
ar: لقد منعت نفسك حتى

source: You have sold the following contract
ar: لقد قمت ببيع العقد التالي

source: You have to register webtrader and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on
ar: عليك التسجيل في ويب تريدر و الحصول على معرف التطبيق قبل أن تتمكن من استخدام خادم قياسي مرخص مفتوح المصدر للمصادقة. لمزيد من المعلومات راجع تفاصيل التطبيقات القياسية المرخصة المفتوحة المصدر على

source: You pay
ar: أنت تدفع

source: You will be automatically logged out after such time
ar: سيتم تسجيل خروجك تلقائياً بعد هذا الوقت

source: Your Binary.com account is created, but to start trading you need to allow Webtrader access it
ar: لقد تم انشاء حسابك في Binary.com, ولكن لبدء التداول أنت بحاجة للسماح لويب تريدر للوصول إلى حسابك

source: Your browser doesn't support copy to clipboard
ar: متصفحك لا يدعم النسخ إلى الحافظة

source: Your browser is not supported
ar: متصفحك غير مدعوم

source: Your changes have been updated
ar: تم تحديث تغييراتك

source: Your email
ar: بريدك الإلكتروني

source: Your new account balance is
ar: رصيد حسابك الجديد هو

source: Your transaction reference is
ar: مرجع معاملتك هو

source: Your transaction reference number is
ar: الرقم المرجعي لمعاملتك هو

source: Zoom
ar: تقريب

source: admin
ar: مشرف

source: and
ar: و

source: below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate
ar: بالنظر إلى أدناه ولمواصلة إجراءات فتح الحساب يجب عليك ملاحظة أنك قد تعرض نفسك للمخاطر (والتي قد تكون كبيرة, بما في ذلك خسارة كامل المبلغ المستثمر) والتي قد لا يكون لديك المعرفة والخبرة لتقيمها أو التخفيف من حدتها بشكل صحيح

source: between
ar: بين

source: commission
ar: عمولة

source: contact support
ar: اتصل بالدعم

source: customer support
ar: دعم العملاء

source: day
ar: يوم

source: days
ar: أيام

source: e.g
ar: مثل

source: e.g, www2.binary.com, www.binaryqa36.com
ar: مثل www2.binary.com, www.binaryqa36.com

source: end time
ar: وقت النهاية

source: entry spot
ar: موضع دخول

source: exit spot
ar: موضع خروج

source: feed is delayed by
ar: تغذية متأخرة بواسطة

source: for API calls that can access the cashier
ar: لمكالمات واجهة برمجة التطبيقات التي يمكنها الوصول إلى صندوق الصراف

source: for API calls that can create trades in the client account
ar: لمكالمات واجهة برمجة التطبيقات التي يمكنها انشاء التداولات في حساب العميل

source: for API calls that change client settings
ar: لمكالمات واجهة برمجة التطبيقات التي تغير إعدادات العميل

source: for API calls that only read client data
ar: لمكالمات واجهة برمجة التطبيقات التي تقرأ بيانات العميل فقط

source: for mobile charts
ar: لرسوم المحمول البيانية

source: has updated its
ar: قامت بتحديث

source: hour
ar: ساعة

source: hours
ar: ساعات

source: id-HXSSH5AIQylFwsiUcXGqpXApvnFeg
ar: معرف الهوية-HXSSH5AIQylFwsiUcXGqpXApvnFeg

source: if this is not your country of residence
ar: إذا لم يكن هذا البلد الذي تقيم فيه

source: in the future, the
ar: في المستقبل, ال

source: information about your trading exprience and personal finance
ar: معلومات عن تجربة التداول الخاصة بك وتمويلك الشخصي

source: is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs
ar: إنها منصة Binary لسطح المكتب المتطورة للتداول. حيث تقدم واجهتها ذات النوافذ المتعددة أقصى قدر من المرونة, كما أنها تناسب احتياجات المتداولين النشطين والذين يعملون على أجهزة الكمبيوترات لسطح المكتب الخاصة بهم.

source: is required. Current spread
ar: مطلوب. فارق سعر البيع والشراء الحالي

source: is that which is selected and the
ar: هل هذا هو الذي تم تحديده و ال

source: is the
ar: هل ال

source: is the price in effect at that time
ar: هل كان هو السعر الساري في هذا الوقت

source: is the selected number of minutes/hours after the
ar: هل الرقم المحدد للدقائق/الساعات بعد ال

source: is the selected time
ar: هل هذا هو الوقت المحدد

source: is the spot at the
ar: هل الموضع عند ال

source: is when the contract is processed by our servers and the
ar: هل عندما يتم معالجة العقد من قبل خوادمنا وال

source: main site
ar: الموقع الرئيسي

source: minute
ar: دقيقة

source: minutes
ar: دقائق

source: next tick
ar: العلامة القادمة

source: oauth
ar: ترخيص قياسي مفتوح

source: of "Now", the
ar: من "الآن", ال

source: payment agent
ar: وكيل الدفع

source: payments
ar: المدفوعات

source: please play responsibly. Read about
ar: برجاء اللعب بمسؤولية. أقرأ عن

source: points
ar: النقاط

source: read
ar: أقرأ

source: second
ar: ثانية

source: seconds
ar: ثواني

source: session overview
ar: نظرة عامة على الجلسة

source: start time
ar: وقت البداية

source: terms and conditions
ar: الشروط والأحكام

source: the
ar: ال

source: thereafter
ar: بعد ذلك

source: tick
ar: علامة

source: ticks
ar: علامات

source: trade
ar: تداول

source: trading experience
ar: تجربة التداول

source: trading frequency
ar: تردد التداول

source: websocket
ar: بروتوكول قنوات الإتصالات

source: yes
ar: نعم

source: {agent.commission}%
ar: {وكيل.عمولة}%

source: | Return
ar: عودة
